Repository: harborsiem/ELEMNTViewer
Catalog: ELEMNTViewer/RibbonMarkup.*.resx
Languages: de

# cmdTabView_LabelTitle
source: View
de: Ansicht

# cmdGroupChartPower1_LabelTitle
source: Power
de: Leistung

# cmdGroupChartPower1_TooltipDescription
source: Power, Balance and HeartRate with smoothing values
de: Leistung, Balance und Puls mit Glättungswerten.

# cmdGroupChartSpeed_LabelTitle
source: Speed
de: Tempo

# cmdGroupChartSpeed_TooltipDescription
source: Speed and Cadence
de: Tempo und Kadenz.

# cmdGroupChartClimbing_LabelTitle
source: Climbing
de: Klettern

# cmdGroupChartClimbing_TooltipDescription
source: Monitoring Altitude and Grade
de: Zeige Höhe und Steigung.

# cmdButtonPower_LabelTitle
source: Power
de: Leistung

# cmdButtonPower_TooltipTitle
source: Power
de: Leistung

# cmdButtonPower_TooltipDescription
source: Powermeter: Overall Power
de: Powermeter: Gesamtleistung [W].

# cmdButtonLRBalance_TooltipTitle
source: Left Right Balance
de: Links Rechts Balance

# cmdButtonLRBalance_TooltipDescription
source: Powermeter: Balance between left and right pedal
de: Powermeter: Balance zwischen linken und rechten Pedal [%].

# cmdButtonLSmoothness_LabelTitle
source: Left
de: Links

# cmdButtonLSmoothness_TooltipTitle
source: Left Smoothness
de: Links: Gleichmäßigkeit Tritt

# cmdButtonLSmoothness_TooltipDescription
source: Powermeter: Left Smoothness
de: Powermeter: Gleichmäßigkeit Tritt Links [%].

# cmdButtonRSmoothness_LabelTitle
source: Right
de: Rechts

# cmdButtonRSmoothness_TooltipTitle
source: Right Smoothness
de: Recht: Gleichmäßigkeit Tritt

# cmdButtonRSmoothness_TooltipDescription
source: Powermeter: Right Smoothness
de: Powermeter: Gleichmäßigkeit Tritt Rechts [%].

# cmdButtonLTorqueEff_LabelTitle
source: Left
de: Links

# cmdButtonLTorqueEff_TooltipTitle
source: Left Torque Effectiveness
de: Links: Drehmoment Effektivität

# cmdButtonLTorqueEff_TooltipDescription
source: Powermeter: Left Torque Effectiveness
de: Powermeter: Drehmoment Effektivität Links [%].

# cmdButtonRTorqueEff_LabelTitle
source: Right
de: Rechts

# cmdButtonRTorqueEff_TooltipTitle
source: Right Torque Effectiveness
de: Rechts: Drehmoment Effektivität

# cmdButtonRTorqueEff_TooltipDescription
source: Powermeter: Right Torque Effectiveness
de: Powermeter: Drehmoment Effektivität Rechts [%].

# cmdSplitButtonOpen_LabelTitle
source: &Open
de: &Oeffnen

# cmdSplitButtonOpen_TooltipTitle
source: Fit, Gpx file
de: Fit, Gpx Datei

# cmdSplitButtonOpen_TooltipDescription
source: Open the Fit or Gpx file
de: Öffne die Fit oder Gpx Datei.

# cmdButtonOpen_LabelTitle
source: Open
de: Öffnen

# cmdButtonOpen_TooltipTitle
source: Fit, Gpx file
de: Fit, Gpx Datei

# cmdButtonOpen_TooltipDescription
source: Open the Fit or Gpx file
de: Öffne die Fit oder Gpx Datei.

# cmdButtonOpenFit_LabelTitle
source: Open &Fit
de: Öffne &Fit

# cmdButtonOpenFit_TooltipTitle
source: Fit file
de: Fit Datei

# cmdButtonOpenFit_TooltipDescription
source: Open the Fit file
de: Öffne die Fit Datei.

# cmdButtonOpenGpx_LabelTitle
source: Open &Gpx
de: Öffne &Gpx

# cmdButtonOpenGpx_TooltipTitle
source: Gpx file
de: Gpx Datei

# cmdButtonOpenGpx_TooltipDescription
source: Open the Gpx file
de: Öffne die Gpx Datei.

# cmdButtonSaveGpx_LabelTitle
source: Save as Gpx
de: Speichere als Gpx

# cmdButtonSaveGpx_TooltipTitle
source: GPX File
de: Gpx Datei

# cmdButtonSaveGpx_TooltipDescription
source: Save the session to a *.gpx file
de: Speichere die Session als *.gpx Datei.

# cmdButtonExit_LabelTitle
source: Exit
de: Beenden

# cmdButtonHelp_TooltipTitle
source: Help
de: Hilfe

# cmdButtonHelp_TooltipDescription
source: Get help
de: Hilfe.

# cmdButtonHeartRate_LabelTitle
source: HeartRate
de: Puls

# cmdButtonHeartRate_TooltipTitle
source: HeartRate
de: Puls

# cmdButtonHeartRate_TooltipDescription
source: Monitoring Heart rate
de: Zeige Puls [bpm].

# cmdButtonAltitude_LabelTitle
source: Altitude
de: Höhe

# cmdButtonGrade_LabelTitle
source: Grade
de: Steigung

# cmdButtonSpeed_LabelTitle
source: Speed
de: Tempo

# cmdButtonSpeed_TooltipTitle
source: Speed
de: Tempo

# cmdButtonSpeed_TooltipDescription
source: Monitoring the speed in km/h
de: Zeige das Tempo [km/h].

# cmdButtonCadence_LabelTitle
source: Cadence
de: Kadenz

# cmdButtonCadence_TooltipTitle
source: Cadence
de: Kadenz

# cmdButtonCadence_TooltipDescription
source: Monitoring pedaling cadence (rpm)
de: Zeige Kadenz, Trittfrequenz [rpm].

# cmdButtonTemperature_LabelTitle
source: Temperature
de: Temperatur

# cmdButtonTemperature_TooltipTitle
source: Temperature
de: Temperatur

# cmdButtonTemperature_TooltipDescription
source: Temperature in Celsius
de: Temperatur [Celsius].

# cmdGroupChartEffectiveness1_LabelTitle
source: Torque Effectiveness
de: Drehmoment Effektivität

# cmdGroupChartEffectiveness1_TooltipDescription
source: Powermeter: Torque Effectiveness with smoothing values
de: Powermeter: Drehmoment Effektivität mit geglätteten Werten.

# cmdGroupChartSmoothness1_LabelTitle
source: Smoothness
de: Gleichmäßigkeit Tritt

# cmdGroupChartSmoothness1_TooltipDescription
source: Powermeter: Smoothness with smoothing values
de: Powermeter: Gleichmäßigkeit Tritt mit geglätteten Werten.

# cmdGroupChartSelect_LabelTitle
source: Select
de: Auswahl

# cmdGroupChartSelect_TooltipDescription
source: Selection of Session or Laps
de: Auswahl von Session oder Runde.

# cmdComboSelect_TooltipTitle
source: Select for Chart
de: Auswahl für Chart

# cmdComboSelect_TooltipDescription
source: Selection of Session or Laps
de: Auswahl von Session oder Runde.

# cmdComboPower_TooltipTitle
source: Smooth
de: Glättung

# cmdComboPower_TooltipDescription
source: Smoothing of Power
de: Glättung der Leistungswerte.

# cmdComboLRBalance_TooltipTitle
source: Smooth
de: Glättung

# cmdComboLRBalance_TooltipDescription
source: Smoothing of Left Right Balance
de: Glättung der Links Rechts Balance.

# cmdComboLSmoothness_TooltipTitle
source: Smooth
de: Glättung

# cmdComboLSmoothness_TooltipDescription
source: Smoothing the smoothness of left pedal
de: Glättung von Gleichmäßigkeit Tritt des linken Pedals.

# cmdComboRSmoothness_TooltipTitle
source: Smooth
de: Glättung

# cmdComboRSmoothness_TooltipDescription
source: Smoothing the smoothness of right pedal
de: Glättung von Gleichmäßigkeit Tritt des rechten Pedals.

# cmdComboLTorque_TooltipTitle
source: Smooth
de: Glättung

# cmdComboLTorque_TooltipDescription
source: Smoothing the torque of left pedal
de: Glättung der Drehmoment Effektivität des linken Pedals.

# cmdComboRTorque_TooltipTitle
source: Smooth
de: Glättung

# cmdComboRTorque_TooltipDescription
source: Smoothing the torque of right pedal
de: Glättung der Drehmoment Effektivität des rechten Pedals.

# cmdGroupTotals_LabelTitle
source: Totals
de: Gesamtwerte

# cmdGroupZones_LabelTitle
source: Zones
de: Zonen

# cmdGroupZones_TooltipDescription
source: Pre defined HeartRate and Power Zones
de: Vordefinierte Puls und Leistungs Zonen.

# cmdGroupChartPower_LabelTitle
source: Power
de: Leistung

# cmdGroupChartPower_TooltipDescription
source: Power, Balance and HeartRate
de: Leistung, Balance und Puls.

# cmdGroupChartEffectiveness_LabelTitle
source: Torque Effectiveness
de: Drehmoment Effektivität

# cmdGroupChartEffectiveness_TooltipDescription
source: Powermeter: Torque Effectiveness
de: Powermeter: Drehmoment Effektivität.

# cmdGroupChartSmoothness_LabelTitle
source: Smoothness
de: Gleichmäßigkeit Tritt

# cmdGroupChartSmoothness_TooltipDescription
source: Powermeter: Smoothness
de: Powermeter: Gleichmäßigkeit Tritt.

# cmdButtonSession_TooltipTitle
source: Summary Session
de: Zusammenfassung Session

# cmdButtonSession_TooltipDescription
source: Display all Values of the Session
de: Zeige alle Werte der Session an.

# cmdButtonLaps_LabelTitle
source: Laps
de: Runden

# cmdButtonLaps_TooltipTitle
source: Summary Laps
de: Zusammenfassung Runden

# cmdButtonLaps_TooltipDescription
source: Display all Values of Laps
de: Zeige alle Werte der Runden an.

# cmdButtonHeartRateZones_LabelTitle
source: HeartRate Zones
de: Puls Zonen

# cmdButtonHeartRateZones_TooltipTitle
source: Individual Zones
de: Individuelle Zonen

# cmdButtonHeartRateZones_TooltipDescription
source: Pre defined HeartRate Zones
de: Vordefinierte Puls Zonen.

# cmdButtonPowerZones_LabelTitle
source: Power Zones
de: Leistungs Zonen

# cmdButtonPowerZones_TooltipTitle
source: Individual Zones
de: Individuelle Zonen

# cmdButtonPowerZones_TooltipDescription
source: Pre defined Power Zones
de: Vordefinierte Leistungs Zonen.

# cmdToggleSmooth_LabelTitle
source: Smooth Settings
de: Einstellungen Glättung

# cmdToggleSmooth_TooltipTitle
source: Show or hide Smoothness
de: Umschaltung mit / ohne Glättung

# cmdToggleSmooth_TooltipDescription
source: Show and configure Smoothness values
de: Zeige und konfiguriere Glättungs Werte.

# cmdButtonAbout_LabelTitle
source: About
de: Über

# cmdButtonMyExtras_TooltipDescription
source: Some self calculated values from the session records, because some Wahoo values are wrong
de: Einige selbst berechnete Werte aus den Session Aufzeichnungen, weil einige Wahoo Werte falsche Einheiten haben.

# cmdButtonSaveSettings_LabelTitle
source: Save Settings
de: Speichere Einstellungen

# cmdButtonSaveSettings_TooltipTitle
source: Save Settings
de: Speichere Einstellungen

# cmdButtonSaveSettings_TooltipDescription
source: Save the state of the CheckBoxes and Smooth values in the Chart Tab, current App size and Map size to a settings file
de: Speichere den Status der Checkboxen und Glättungswerten im Chart Tab, aktuelle Applikation und Landkarten Größe in eine Einstellungsdatei.

# cmdButtonMap_TooltipTitle
source: Route on Map
de: Route auf Landkarte

# cmdButtonMap_TooltipDescription
source: Show the route in a map
de: Zeige die Route auf einer Landkarte.

# cmdGroupMaps_LabelTitle
source: Maps
de: Landkarte

# cmdTabSettings_LabelTitle
source: Settings
de: Einstellungen

# cmdGroupSettings_LabelTitle
source: Save
de: Speichern

# cmdTabGroupSettings_LabelTitle
source: Settings
de: Einstellungen

# cmdToggleSettings_LabelTitle
source: Settings
de: Einstellungen

# cmdToggleSettings_TooltipTitle
source: Show or hide Settings
de: Umschaltung Einstellungen

# cmdSpinnerMapWidth_LabelTitle
source: Width
de: Breite

# cmdSpinnerMapWidth_TooltipTitle
source: Map Width
de: Landkarten Breite

# cmdSpinnerMapWidth_TooltipDescription
source: The value is the default Width for the Map
de: Der Wert ist die Default Breite für die Landkarte.

# cmdSpinnerMapHeight_LabelTitle
source: Height
de: Höhe

# cmdSpinnerMapHeight_TooltipTitle
source: Map Height
de: Landkarten Höhe

# cmdSpinnerMapHeight_TooltipDescription
source: The value is the default Height for the Map
de: Der Wert ist die Default Höhe für die Landkarte.

# cmdGroupMapControl_LabelTitle
source: Map Control
de: Landkarte

# cmdGroupApp_LabelTitle
source: Application
de: Applikation

# cmdCheckCurrentAppSize_LabelTitle
source: App Size
de: App Fenster Größe

# cmdCheckCurrentAppSize_TooltipTitle
source: Current App Size
de: Aktuelle Applikation Größe

# cmdCheckCurrentAppSize_TooltipDescription
source: Saves the current Application size as default if checked
de: Speichere die aktuelle Applikation Größe als Voreinstellung.

# cmdButtonStatistics_TooltipTitle
source: Statistics
de: Statistiken

# cmdButtonStatistics_TooltipDescription
source: Distance, Ascent per year or month
de: Entfernung, Aufstieg pro Jahr, Monat oder ANT+ Gerät.

# cmdGroupStatistics_LabelTitle
source: Statistics
de: Statistiken

# cmdButtonGears_LabelTitle
source: Gears
de: Gangwechsel

# cmdButtonGears_TooltipTitle
source: Gears
de: Gangwechsel

# cmdButtonGears_TooltipDescription
source: Show statistics for gears
de: Zeige Statistiken der Gangwechsel.

# cmdCheckLocalize_LabelTitle
source: Localize
de: Lokalisieren

# cmdCheckLocalize_TooltipTitle
source: Localize
de: Lokalisieren

# cmdCheckLocalize_TooltipDescription
source: Localize Application at next restart
de: Lokalisiere Applikation beim nächsten Start des Programms.
