Repository: harborsiem/ELEMNTViewer
Catalog: ELEMNTViewer/Properties/Resources.*.resx
Languages: de

source: Distance etc
de: Entfernung usw

source: HeartRate
de: Herzfrequenz

source: Misc
de: Sonstiges

source: Power
de: Leistung

source: Speed
de: Geschwindigkeit

source: Temperature
de: Temperatur

source: Time
de: Zeiten

source: Starttime
de: Startzeit

source: Timestamp
de: Zeitstempel

source: Total elapsed time
de: Gesamtzeit

source: Total timer time
de: Bewegungszeit

# AvgSpeed
source: Average speed [km/h]
de: Durchschn. Tempo [km/h]

# MaxSpeed
source: Maximum speed [km/h]
de: Maximales Tempo [km/h]

# TotalDistance
source: Total distance [km]
de: Distanz [km]

# AvgCadence
source: Average cadence [rpm]
de: Durchschn. Kadenz [rpm]

# MaxCadence
source: Maximum cadence [rpm]
de: Maximale Kadenz [rpm]

# MinHeartRate
source: Minimum heartrate [bpm]
de: Min. Herzfrequenz [bpm]

# AvgHeartRate
source: Average heartrate [bpm]
de: Durchschn. Herzfreq. [bpm]

# MaxHeartRate
source: Maximum heartrate [bpm]
de: Max. Herzfrequenz [bpm]

source: Time in Hr. zone 0
de: Zeit in Hf. Zone 0

source: Time in Hr. zone 1
de: Zeit in Hf. Zone 1

source: Time in Hr. zone 2
de: Zeit in Hf. Zone 2

source: Time in Hr. zone 3
de: Zeit in Hf. Zone 3

source: Time in Hr. zone 4
de: Zeit in Hf. Zone 4

# AvgPower
source: Average power [W]
de: Durchschn. Leistung [W]

# MaxPower
source: Maximum power [W]
de: Max. Leistung [W]

source: Time in power zone 0
de: Zeit in Leistung Zone 0

source: Time in power zone 1
de: Zeit in Leistung Zone 1

source: Time in power zone 2
de: Zeit in Leistung Zone 2

source: Time in power zone 3
de: Zeit in Leistung Zone 3

source: Time in power zone 4
de: Zeit in Leistung Zone 4

source: Time in power zone 5
de: Zeit in Leistung Zone 5

# TotalWork
source: Total work [Kj]
de: Gesamt-Arbeit [kJ]

# MinAltitude
source: Minimum altitude [m]
de: Min. Höhe [m]

# AvgAltitude
source: Average altitude [m]
de: Durchschn. Höhe [m]

# MaxAltitude
source: Maximum altitude [m]
de: Max. Höhe [m]

# MaxNegGrade
source: Maximum negative grade [%]
de: Max. neg. Steigung [%]

# AvgGrade
source: Average grade [%]
de: Durchschn.-Steigung [%]

# MaxPosGrade
source: Maximum positive grade [%]
de: Max. pos. Steigung [%]

# TotalCalories
source: Total calories [Kj]
de: Kalorien [kJ]

# NormalizedPower
source: Normalized power [W]
de: Normalisierte Leistung [W]

# AvgTemperature
source: Average temperature [C]
de: Durchschn. Temperatur [C]

# MaxTemperature
source: Maximum temperature [C]
de: Max. Temperatur [C]

# TotalAscent
source: Total ascent [m]
de: Aufstieg [m]

# TotalDescent
source: Total descent [m]
de: Abstieg [m]

source: Num. laps
de: Anz. Runden

source: Intensity factor
de: Intensität Faktor

source: Front gear changes
de: Gangwechsel vorne

source: Rear gear changes
de: Gangwechsel hinten

source: Total gear changes
de: Gangwechsel gesamt

# LRBalance
source: Left right balance [%]
de: L/R Balance [%]

source: Left smooth [%]
de: L. Gleichmässigkeit [%]

source: Right smooth [%]
de: R. Gleichmässigkeit [%]

# LeftTorque
source: Left torque effectiveness [%]
de: L. Drehmoment Effektivität [%]

# RightTorque
source: Right torque effectiveness [%]
de: R. Drehmoment Effektivität [%]

source: FTP value
de: FTP Wert

source: Active recovery
de: Aktive Erholung

source: Aerobe threshold
de: Aerobe Schwelle

source: Laktat threshold
de: Laktat Schwelle

source: Aerobe capacity
de: Aerobe Kapazität

source: Anaerobe capacity
de: Anaerobe Kapazität

source: Easy
de: Leicht

source: Fat burning
de: Fettverbrennung

source: Cardio
de: Kardio

source: Hard
de: Schwierig

source: Peak
de: Spitze

# RS_Laps
source: Laps
de: Runden

# RS_Lap
source: Lap
de: Runde

# RS_PowerZones
source: Power zones [W]
de: Leistung Zonen [W]

# RS_HeartRateZones
source: Heartrate zones [bpm]
de: Herzfrequenz Zonen [bpm]

# RS_ELEMNT_FitFile
source: ELEMNT Fit-File
de: ELEMNT Fit-Datei

# RS_GpsFile
source: GPS-File
de: GPS-Datei

# RS_GpxFile
source: Gpx-File
de: Gpx-Datei

# RS_Statistics
source: Statistics
de: Statistiken

# RS_Gears
source: Gears
de: Gänge

# RS_Author
source: Author
de: Autor

# RS_About
source: About
de: Über
